{
  "ar": {
    "article36": {
      "title": "اشتراك HBO Max: بوابتك إلى عالم الترفيه المطلق",
      "sections": [
        {
          "title": "<strong style='color:#ff6f61;'>إذا كنت من محبي الأفلام والمسلسلات وتبحث عن منصة توفر محتوى متنوعًا وعالي الجودة، فإن اشتراك HBO Max هو الخيار المثالي لك.</strong>",
          "content": "تقدم هذه المنصة محتوى حصريًا ومثيرًا يلبي جميع الأذواق، سواء كنت تستمتع بالدراما أو الحركة أو الوثائقيات أو حتى المسلسلات الكرتونية. مع HBO Max، ستحصل على مكتبة ضخمة من الإنتاجات العالمية."
        },
        {
          "title": "<strong style='color:#4caf50;'>لماذا يجب عليك الاشتراك في HBO Max؟</strong>",
          "content": [
            "<strong>1. أفلام ومسلسلات حصرية:</strong> تتميز HBO Max بمجموعتها الضخمة من الأفلام والمسلسلات الحصرية التي لن تجدها في أي منصة أخرى. من مسلسلات مثل 'Game of Thrones' و'Succession' إلى أفلام ضخمة مثل 'Dune' و'The Batman'، هناك شيء لكل ذوق.",
            "<strong>2. محتوى لكل الأعمار:</strong> بالإضافة إلى المحتوى المخصص للكبار، تقدم HBO Max مجموعة متنوعة من البرامج العائلية والترفيه للأطفال، مما يجعلها الخيار المثالي للعائلة بأكملها.",
            "<strong>3. جودة عرض فائقة:</strong> مع اشتراك HBO Max، ستحظى بمحتوى بجودة 4K UHD مع تقنية Dolby Atmos، لتمنحك تجربة سينمائية فريدة من نوعها في منزلك.",
            "<strong>4. تجربة خالية من الإعلانات:</strong> بفضل اشتراك HBO Max، يمكنك الاستمتاع بمشاهدة خالية تمامًا من الإعلانات، مما يعني أنك لن تفوت أي لحظة مثيرة.",
            "<strong>5. إمكانية المشاهدة دون اتصال:</strong> من أجل راحتك، يتيح لك HBO Max تحميل الأفلام والمسلسلات على جهازك، مما يمكنك من مشاهدتها في أي وقت حتى بدون اتصال بالإنترنت."
          ]
        },
        {
          "title": "<strong style='color:#2196f3;'>كيف يمكنك الاشتراك في HBO Max بأسعار مميزة؟</strong>",
          "content": [
            "الاشتراك في HBO Max سهل وسريع:"
          ]
        },
        {
          "title": "<strong>خطوات الاشتراك:</strong>",
          "content": [
            "1. اختر الخطة التي تناسب احتياجاتك.",
            "2. أضف الاشتراك إلى سلة التسوق الخاصة بك.",
            "3. أكمل عملية الدفع باستخدام طريقة الدفع المفضلة لديك.",
            "4. ستحصل على تأكيد فوري عبر البريد الإلكتروني، ويمكنك البدء بمشاهدة محتواك المفضل فورًا."
          ]
        },
        {
          "title": "<strong style='color:#e91e63;'>عرض خاص لا تفوته</strong>",
          "content": [
            "السعر الرسمي لاشتراك HBO Max هو 17 دولارًا شهريًا، لكن من خلال موقعنا يمكنك الحصول عليه مقابل 11.99 دولارًا فقط شهريًا، بخصم يصل إلى 29%! إنها فرصة رائعة للاستمتاع بأفضل محتوى بأقل سعر."
          ]
        },
        {
          "title": "<strong style='color:#673ab7;'>إذا كنت تبحث عن تجربة ترفيهية شاملة وفريدة، فإن اشتراك HBO Max هو خيارك الأمثل.</strong>",
          "content": "لا تتردد في الاستفادة من هذا العرض الرائع وابدأ في استكشاف عالم من المحتوى الحصري والمثير. اشترك الآن واستمتع بتجربة مشاهدة لا مثيل لها!"
        }
      ]
    }
  },
  "en": {
    "article36": {
      "title": "HBO Max Subscription: Your Gateway to the Ultimate Entertainment World",
      "sections": [
        {
          "title": "<strong style='color:#ff6f61;'>If you're a fan of movies and TV shows and are looking for a platform that offers diverse and high-quality content, then an HBO Max subscription is the perfect choice for you.</strong>",
          "content": "This platform delivers exclusive and exciting content that caters to all tastes, whether you enjoy drama, action, documentaries, or even animated series. With HBO Max, you’ll have access to a massive library of global productions."
        },
        {
          "title": "<strong style='color:#4caf50;'>Why Should You Subscribe to HBO Max?</strong>",
          "content": [
            "<strong>1. Exclusive Movies and TV Shows:</strong> HBO Max features a vast collection of exclusive movies and shows that you won’t find on any other platform. From series like 'Game of Thrones' and 'Succession' to blockbuster movies like 'Dune' and 'The Batman,' there’s something for everyone.",
            "<strong>2. Content for All Ages:</strong> In addition to adult content, HBO Max offers a wide variety of family-friendly programs and children's entertainment, making it the ideal choice for the entire family.",
            "<strong>3. Superior Display Quality:</strong> With an HBO Max subscription, you’ll enjoy content in 4K UHD quality with Dolby Atmos technology, offering you a unique cinematic experience from the comfort of your home.",
            "<strong>4. Ad-Free Experience:</strong> Thanks to the HBO Max subscription, you can enjoy an entirely ad-free viewing experience, meaning you won’t miss a single moment of excitement.",
            "<strong>5. Offline Viewing Capability:</strong> For your convenience, HBO Max allows you to download movies and shows to your device, enabling you to watch them anytime, even without an internet connection."
          ]
        },
        {
          "title": "<strong style='color:#2196f3;'>How to Subscribe to HBO Max at Special Prices?</strong>",
          "content": [
            "Subscribing to HBO Max is simple and fast:"
          ]
        },
        {
          "title": "<strong>Subscription Steps:</strong>",
          "content": [
            "1. Choose the plan that fits your needs.",
            "2. Add the subscription to your shopping cart.",
            "3. Complete the payment process using your preferred payment method.",
            "4. You will receive instant confirmation via email, and you can start watching your favorite content immediately."
          ]
        },
        {
          "title": "<strong style='color:#e91e63;'>Special Offer You Can’t Miss</strong>",
          "content": [
            "The official HBO Max subscription price is $17 per month, but through our website, you can get it for only $11.99 per month, a 29% discount! It’s a great opportunity to enjoy top-tier content at a reduced price."
          ]
        },
        {
          "title": "<strong style='color:#673ab7;'>If you’re looking for a comprehensive and unique entertainment experience, then an HBO Max subscription is your perfect choice.</strong>",
          "content": "Don’t hesitate to take advantage of this fantastic offer and start exploring a world of exclusive and thrilling content. Subscribe now and enjoy an unmatched viewing experience!"
        }
      ]
    }
  },
  "es": {
    "article36": {
      "title": "Suscripción a HBO Max: Tu Puerta de Entrada al Mundo Definitivo del Entretenimiento",
      "sections": [
        {
          "title": "<strong style='color:#ff6f61;'>Si eres fanático de las películas y las series y estás buscando una plataforma que ofrezca contenido diverso y de alta calidad, entonces la suscripción a HBO Max es la opción perfecta para ti.</strong>",
          "content": "Esta plataforma ofrece contenido exclusivo y emocionante que satisface todos los gustos, ya sea que disfrutes de dramas, acción, documentales o incluso series animadas. Con HBO Max, tendrás acceso a una enorme biblioteca de producciones globales."
        },
        {
          "title": "<strong style='color:#4caf50;'>¿Por Qué Deberías Suscribirte a HBO Max?</strong>",
          "content": [
            "<strong>1. Películas y Series Exclusivas:</strong> HBO Max ofrece una amplia colección de películas y series exclusivas que no encontrarás en ninguna otra plataforma. Desde series como 'Juego de Tronos' y 'Succession' hasta éxitos de taquilla como 'Dune' y 'The Batman', hay algo para todos.",
            "<strong>2. Contenido para Todas las Edades:</strong> Además del contenido para adultos, HBO Max ofrece una gran variedad de programas familiares y entretenimiento infantil, lo que lo convierte en la opción ideal para toda la familia.",
            "<strong>3. Calidad de Imagen Superior:</strong> Con una suscripción a HBO Max, disfrutarás de contenido en calidad 4K UHD con tecnología Dolby Atmos, brindándote una experiencia cinematográfica única desde la comodidad de tu hogar.",
            "<strong>4. Experiencia Sin Anuncios:</strong> Gracias a la suscripción de HBO Max, podrás disfrutar de una experiencia de visualización sin anuncios, lo que significa que no te perderás ni un solo momento emocionante.",
            "<strong>5. Capacidad de Ver Offline:</strong> Para tu comodidad, HBO Max te permite descargar películas y series en tu dispositivo, permitiéndote verlas en cualquier momento, incluso sin conexión a internet."
          ]
        },
        {
          "title": "<strong style='color:#2196f3;'>¿Cómo Suscribirse a HBO Max a Precios Especiales?</strong>",
          "content": [
            "Suscribirse a HBO Max es simple y rápido:"
          ]
        },
        {
          "title": "<strong>Pasos para la Suscripción:</strong>",
          "content": [
            "1. Elige el plan que se ajuste a tus necesidades.",
            "2. Añade la suscripción a tu carrito de compras.",
            "3. Completa el proceso de pago utilizando tu método de pago preferido.",
            "4. Recibirás la confirmación instantánea por correo electrónico, y podrás empezar a ver tu contenido favorito de inmediato."
          ]
        },
        {
          "title": "<strong style='color:#e91e63;'>Oferta Especial que No Puedes Perderte</strong>",
          "content": [
            "El precio oficial de la suscripción a HBO Max es de $17 al mes, pero a través de nuestro sitio web, puedes obtenerla por solo $11.99 al mes, ¡un descuento del 29%! Es una gran oportunidad para disfrutar de contenido de primera clase a un precio reducido."
          ]
        },
        {
          "title": "<strong style='color:#673ab7;'>Si estás buscando una experiencia de entretenimiento completa y única, entonces la suscripción a HBO Max es la opción perfecta para ti.</strong>",
          "content": "No dudes en aprovechar esta fantástica oferta y comienza a explorar un mundo de contenido exclusivo y emocionante. ¡Suscríbete ahora y disfruta de una experiencia de visualización inigualable!"
        }
      ]
    }
  }
        }
